<template>
	<view class="pages">
		<view class="initHeader initHeader--fixed initHeader--bgBlue initHeader--white">
			<view class="initHeader-wrapper">
				<view class="initHeader-back" @click="$tools.back(1)"></view>
				<view class="initHeader-title initHeader-title--left">隐私政策</view>
			</view>
		</view>
		<view class="main">
			<view>1 一般：HBA及其附属机构（以下简称“HBA”，“我们”）致力于保护和尊重您的隐私。</view>
			<view>本隐私政策管理我们收集，处理和使用您的个人信息。我们将“个人信息”定义为个人识别信息，例如您的姓名，地址，电子邮件地址，交易等。</view>
			<view>本隐私政策的目的是通知您：</view>
			<view>1.1 我们可能收集的关于您的个人信息以及如何使用这些信息；</view>
			<view>1.2 我们使用有关IP地址和我们使用Cookie的信息；</view>
			<view>1.3 将个人信息披露给第三方；</view>
			<view>1.4 您更正，更新和删除您的个人信息的能力; 和我们制定的安全措 施可以防止我们控制的个人信息的丢失，滥用或篡改；</view>
			<view>2 收集和使用个人信息：如果您使用本网站，开立账户以使用平台或在平台上执行任何交易，我们可能会收集您的个人信息。我们收集的个人信息类型可能包括：</view>
			<view>2.1 你的名字</view>
			<view>2.2 你的地址。</view>
			<view>2.3 你的电话号码。</view>
			<view>2.4 你的邮件地址。</view>
			<view>2.5 你的账号信息。</view>
			<view>2.6 你的交易</view>
			<view>我们可能会将您的个人信息用于以下目的：</view>
			<view>2.a 允许您在平台上开立和操作账户。</view>
			<view>2.b 使您能够在平台上完成交易。</view>
			<view>2.c 如果您联系我们，我们将回复您的问题。</view>
			<view>2.d 分析我们网站的使用情况。</view>
			<view>2.e 根据监管目的的要求</view>
			<view>2.f 向您提供有关您自己和第三方可能感兴趣的产品和促销活动的 信息，但前提是您已明确同意接收此类信息。</view>
			<view>2.g 进行市场调研，例如调查用户对我们的表现等方面的需求和意见。</view>
			<view>
				3 支付卡详细信息传输的安全功能和策略：HBA完全符合PCI DSS LEVEL 2. 您可以在此查看信息。此外，所有敏感用户的数据都受到多层加密和多层安全保护，以防止未经授权的访问。
			</view>
			<view>
				4
				IP地址：我们可能会搜集有关您的计算机信息（包括可用的IP地址，操作系统和浏览器类型），以进行系统管理，并向我们的广告客户报告汇总信息。这是关于我们用户的浏览行为和模式的统计数据，并没有标识任何个人。
			</view>
			<view>
				5
				Cookies：我们使用从Cookie收集的信息来评估我们网站的有效性，分析趋势并管理平台。从Cookies收集的信息使我们能够确定我们网站的哪些部分访问量最大，以及访问者访问我们的网站时遇到的困难。
			</view>
			<view>
				有了这些知识，我们可以通过识别和提供更多最想要的功能和信息，以及解决访问困难，改善您在平台上的体验质量。我们也使用Cookies和/或称为网页错误或清晰的gif技术，通常存储在电子邮件中，以帮助我们确认您的收据，我们使用第三方服务提供商，协助我们更好地了解我们网站的使用情况。我们的服务提供商会将Cookies放置在您计算机的硬盘上，并会收到我们选择的信息，这些信息将向我们介绍访问者在我们网站的浏览方式，浏览的产品以及一般交易信息。我们的服务提供商分析这些信息，并向我们提供汇总报告。我们服务提供商提供的信息和分析将用于帮助我们更好地了解访问者在我们网站的兴趣以及如何更好地为这些兴趣服务。我们的服务提供商所收集的信息可能与我们在使用平台时收集的关于您的信息相关联，并与之相结合。通过使用我们的网站，您同意我们可以使用Cookies来达到上述目的。
			</view>
			<view>6 个人信息披露：我们将个人信息用于您向我们提供此类信息时指示的用途，和/或用于本隐私政策中规定的目的和/或法律另行允许的用途。</view>
			<view>为了这些有限的目的，我们可能会将您提供给我们的个人信息提供给我们的关联公司，代理商，代表，值得信赖的服务提供商和承包商。</view>
			<view>在合并，剥离或其他公司重组的情况下，我们也可能与金融机构，保险公司或其他公司共享用户的个人信息。</view>
			<view>
				根据法律的要求，我们也可能会将用户的个人信息与执法机构或监管机构共享。除非法律另有要求或许可，否则任何接收或访问个人信息的第三方都必须要求我们保护此类个人信息，并仅用于为您或HBA执行服务。
			</view>
			<view>
				我们将确保任何此类第三方知道我们在本隐私政策下的义务，并且我们将与第三方订立合同，而且这些第三方受其条款约束不低于保护披露给他们的任何个人信息的义务，您根据本隐私政策或根据适用的数据保护法强加于我们。
			</view>
			<view>
				7
				更正、更新、删除个人信息：你有权访问您的个人信息，并通过发送电子邮件给我们：vcakefu@yeah.net，要求更正，更新和屏蔽不准确的数据。您也可以通过发送电子邮件给我们要求删除或销毁账户，HBA只会在不违反法律和监管义务的情况下采取行动。根据您的书面要求，我们会通知您我们所持有的与您有关的个人信息以及您的个人信息的使用和一般性披露。我们也会给你一份我们保留的个人信息副本，访问您的个人信息可能会收取最低的费用。
			</view>
			<view>
				8
				安全：我们已实施安全措施，以确保您的个人信息的机密性，并保护您的个人信息免受丢失，误用，篡改或破坏。只有HBA授权的人员才能访问您的个人信息，这些人员必须将这些信息视为机密信息。现行的安全措施将不时根据法律的技术发展进行审查。
			</view>
			<view>
				9
				保留个人信息：考虑到本隐私政策和我们自己的法律和法规要求中所述的目的，只要我们有必要这样做，我们就会保留您的个人信息。根据我们的记录保存义务，我们将保留账户和个人信息，至少在用户关闭后的五年内。
			</view>
			<view>
				10
				链接：本网站可能存在与第三方提供的其他网站和资源的链接。本隐私政策仅适用于我们的网站。访问这些第三方网站或来源需要您离开我们的网站。我们不控制这些第三方网站或其中包含的任何内容，您同意我们对任何第三方网站（包括但不限于其内容，政策，失败，促销，产品）概不负责、服务或行为由这些网站所引起的任何损害、损失、失败等问题。我们鼓励您访问的每个网站的所有政策，规则，条款和规定，包括隐私政策。
			</view>
			<view>11 营销：您有权要求我们不要出于营销目的处理您的个人信息。您可以通过查看我们用于收集您的个人信息的表单上的某些框来行驶您的权利，以阻止此类处理。</view>
			<view>
				12
				变化：我们的网站政策，内容，信息，促销，披露，免责声明和功能可以在任何时候进行修改，更新或补充，无需事先通知，由HBA独自决定。如果我们更改本隐私政策，将采取措施通过我们网站上发布修改后的隐私政策。
			</view>
			<view>如果您对我们的隐私政策有任何疑问，请与我们联系，电子邮件地址如下：vcakefu@yeah.net</view>
		</view>
	</view>
</template>
<script>
export default {
	data() {
		return {};
	},
};
</script>
<style lang="scss" scoped>
.main {
	font-size: 24upx;
	color: rgba(255,255,255,0.8);
	padding: 30upx;
}
</style>
